ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
amazonwebservices.aws-toolkit-vscode
anysphere.pyright
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
enkia.tokyo-night
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
jock.svg
kisstkondoros.vscode-gutter-preview
liviuschera.noctis
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-github-issue-notebooks
mtxr.sqltools
orta.vscode-jest
pkief.material-icon-theme
prisma.prisma
raillyhugo.one-hunter
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
smockle.xcode-default-theme
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
vlanguage.vscode-vlang
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wakatime.vscode-wakatime
wix.vscode-import-cost
zhuangtongfa.material-theme
zxh404.vscode-proto3
